insert into sections (post_type, section_name, max_marks, section_type, section_order)
values
  ('supervisor', 'মোবাইল/ট্যাব চালু, লক-আনলক ও অ্যাপে লগইন', 5, 'practical', 1),
  ('supervisor', 'গুগুল ম্যাপ ব্যবহার', 10, 'practical', 2),
  ('supervisor', 'শিক্ষাগত যোগ্যতা (জিপিএ নম্বরের দ্বিগুণ)', 10, 'gpa', 3),
  ('supervisor', 'নমুনা তথ্য সঠিকভাবে অ্যাপে প্রবেশ', 10, 'practical', 4),
  ('supervisor', 'গুগুল ম্যাপে জিও-ট্যাগিং ও বাড়ির ছবি তোলা ও সংযুক্তকরণ', 10, 'practical', 5),
  ('supervisor', 'দৈনিক রিপোর্ট প্রদান মানসিকতা ও দক্ষতা', 10, 'viva', 6),
  ('supervisor', 'দলনেতৃত্ব ও যোগাযোগ সক্ষমতা', 10, 'viva', 7),
  ('supervisor', 'জরুরি পরিস্থিতি বা ক্রাইসিস মোকাবেলা সক্ষমতা', 10, 'viva', 8),
  ('supervisor', 'আচার, আচরণ ও মৌখিক প্রশ্নোত্তর', 25, 'viva', 9),

  ('counter', 'মোবাইল/ট্যাব চালু, লক-আনলক ও অ্যাপে লগইন', 10, 'practical', 1),
  ('counter', 'শিক্ষাগত যোগ্যতা (জিপিএ নম্বরের দ্বিগুণ)', 10, 'gpa', 2),
  ('counter', 'গুগুল ম্যাপ ব্যবহার', 10, 'practical', 3),
  ('counter', 'নমুনা তথ্য সঠিকভাবে অ্যাপে প্রবেশ', 10, 'practical', 4),
  ('counter', 'গুগুল ম্যাপে জিও-ট্যাগিং ও বাড়ির ছবি তোলা ও সংযুক্তকরণ', 10, 'practical', 5),
  ('counter', 'জরুরি পরিস্থিতি বা ক্রাইসিস মোকাবেলা সক্ষমতা', 10, 'viva', 6),
  ('counter', 'ডেটার গুরুত্ব ও তথ্যের নিরাপত্তা বিষয়ক ধারণা', 15, 'viva', 7),
  ('counter', 'আচার, আচরণ ও মৌখিক প্রশ্নোত্তর', 25, 'viva', 8);
